/*
  LocalizableMockCalendars.strings
  ThingsTouch

  Created by Jace on 13/4/17.
  Copyright © 2017 Cultured Code. All rights reserved.
*/

// Strings used when mocking the calendars in THCCalendarEventsDataSource.m (in ThingsCommon).
//
// Used when taking screenshots.

/* "Home" calendar */

"Coffee with Sarah" = "Встретиться с Настей";
"Craft beer seminar" = "Мастер-класс по грузинской кухне";
"Electrician comes" = "Придут проверять счетчики";
"Go cycling with Marc" = "Сходить с Марком в боулинг";
"Hit the gym with Alex" = "Покататься на квадроцикле";
"Italian lesson" = "Репетитор по итальянскому";
"Marc’s birthday" = "День рождения Марка";
"Volunteer at the library" = "Сводить племянников в аквапарк";

/* "Work" calendar */

"Benefits presentation" = "Вебинар по промостраницам";
"Budget review" = "Квартальный отчет";
"Interview with Lydia" = "Переговоры с юристами";
"Meet with Diane" = "Обсуждение с Еленой";
"Monthly conference call" = "Видеоконференция с Китаем";
"Team meeting" = "Планерка";
"Work from home" = "Работаю из дома";
